Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# ResetChatBackgroundsInfo
source: Remove all uploaded chat backgrounds and restore the pre-installed ones.
ar: لإزالة جميع الخلفيات المرفوعة واستعادةِ الخلفيات الافتراضية لكل الأنماط.
be: Выдаліць усе запампаваныя фоны чатаў і аднавіць перадусталяваныя.
ca: Elimina tots els fons que heu pujat i restaura els pre-instal·lats.
de: Das löscht alle hochgeladenen Chat-Hintergründe und stellt die vorinstallierten Hintergründe für alle Themen wieder her.
es: Elimina todos los fondos de chat subidos y restaura los preinstalados.
fa: تمامی پس‌زمینه‌های گفتگوی آپلود شده را حذف کرده و پس‌زمینه‌های از پیش نصب شده را بازگردانی نمایید.
fi: Poistaa kaikki tallennetut keskusteluiden taustakuvat ja palauttaa valmiiksi asennetut.
fr: Supprimer tous les arrière-plans envoyés et restaurer les arrière-plans pré-installés pour tous les thèmes.
id: Hapus semua latar belakang obrolan yang diunggah dan pulihkan yang sudah dipasang sebelumnya.
it: Rimuove tutti gli sfondi chat caricati e ripristina quelli preinstallati.
ko: 업로드된 대화방 배경을 모두 제거하고 기본으로 설치된 배경을 복구합니다.
ms: Hapus semua latar belakang bual yang dimuat naik dan guna semula latar belakang asal.
nl: Verwijder alle geüploade chatachtergronden en herstel de voorgeïnstalleerde achtergronden.
pl: Usuń wszystkie przesłane tła czatu i przywróć oryginalnie zainstalowane tła dla wszystkich motywów.
pt_br: Remove todos os papéis de parede enviados e restaura os pré-instalados.
ru: Удалить все загруженные фоны и восстановить предустановленные фоны для всех тем.
sv: Ta bort alla uppladdade bakgrunder och återställ de förinstallerade.
tr: Yüklenen tüm sohbet arka planlarını kaldırın ve önceden yüklü olanları geri yükleyin.
uk: Видалити всі додані фони і відновити стандартні.
uz: Barcha yuklangan orqa fonlarni o'chirib, dasturning odatiy orqa fonlarini ko'rsatish.

source: RESET MY ACCOUNT
ar: حذف حسابي
be: СКІНУЦЬ МОЙ УЛІКОВЫ ЗАПІС
ca: RESTABLEIX EL MEU COMPTE
de: KONTO ZURÜCKSETZEN
es: RESTABLECER MI CUENTA
fa: بازنشانی حساب کاربری من
fi: NOLLAA TILINI
fr: RÉINITIALISER MON COMPTE
id: RESET AKUN SAYA
it: RIPRISTINA IL MIO ACCOUNT
ko: 계정 초기화
ms: SET SEMULA AKAUN SAYA
nl: ACCOUNT RESETTEN
pl: RESETOWANIE KONTA
pt_br: APAGAR MINHA CONTA
ru: СБРОСИТЬ МОЙ АККАУНТ
sv: ÅTERSTÄLL MITT KONTO
tr: HESABIMI SIFIRLA
uk: СКИНУТИ МІЙ АКАНУТ
uz: HISOBIMNI ASLIGA QAYTARISH
zh_cn: 重置我的账号
zh_tw: 重置我的賬戶

# ResetMyAccountText
source: You will lose all your chats and messages, along with any media and files you shared, if you proceed with resetting your account.
ar: ستخسر الرسائل والوسائط والملفات وكل محادثات تيليجرام إذا تابعت حذف حسابك.
be: Вы страціце ўсе вашы чаты і паведамленні, а таксама ўсе абагуленыя медыя і файлы, калі скінеце ваш уліковы запіс.
ca: Si procediu amb el restabliment del vostre compte, perdreu tots els xats i missatges, i també tots els fitxers que heu compartit.
de: Wenn du dein Konto zurücksetzt, verlierst du alle Chats und Nachrichten, ebenso deine geteilten Bilder und Videos.
es: Si continúas con el reinicio de tu cuenta, perderás todos tus chats y mensajes, junto con toda la multimedia y archivos que compartiste.
fa: در صورت بازنشانی حساب کاربری خود، شما تمامی گفتگوها و پیام‌های خود را به همراه تمامی رسانه‌ها و فایل‌هایی که به اشتراک گذاشته‌اید از دست خواهید داد.
fi: Jos nollaat tilisi, menetät kaikki Telegramiin säilötyt keskustelut, viestit, mediat ja tiedostot.
fr: Si vous réinitialisez votre compte, vous perdrez tous vos échanges, ainsi que les fichiers et médias que vous avez partagés.
id: Anda akan kehilangan seluruh obrolan dan pesan Anda, termasuk media dan berkas yang Anda bagikan, jika Anda melanjutkan untuk reset akun Anda.
it: Perderai tutte le chat e i messaggi, insieme ai media e ai file condivisi, se procederai a ripristinare il tuo account.
ko: 계정 초기화를 진행하시면, 대화방, 메시지와 더불어 공유한 미디어와 파일이 모두 사라집니다.
ms: Anda akan hilang semua bual dan mesej, dan juga semua media dan fail yang dikongsi, sekiranya anda teruskan dengan set semula akaun.
nl: Al je chats, berichten en alle andere data gaan verloren als je verder gaat met de account-reset.
pl: Jeśli zresetujesz swoje konto, stracisz wszystkie czaty i wiadomości wraz ze wszystkimi udostępnianymi multimediami i plikami.
pt_br: Se você prosseguir e apagar a sua conta, você perderá todos os seus chats e mensagens, assim como todas as suas mídias e arquivos compartilhados.
ru: Если Вы сбросите аккаунт, все чаты, сообщения и файлы будут утеряны.
sv: Du kommer förlora alla dina Telegram chattar, meddelanden, media och filer om du fortsätter med att återställa ditt konto.
tr: Hesabınızı sıfırlama işlemini sürdürürseniz, tüm sohbetleriniz ve mesajlarınız ile birlikte, sizinle paylaşılan medya ve belgeleri de kaybedeceksiniz.
uk: Якщо продовжити скидання акаунта, ви втратите всі чати й повідомлення разом з усіма поширеними медіа й файлами.
uz: Agar hisobingizni asliga qaytarishda davom etsangiz, barcha chat va xabarlaringizni, shuningdek, ulashgan har qanday media va fayllaringizni yoʻqotasiz.
zh_cn: 如果您确认重置您的账号，您将丢失所有的历史聊天记录、分享的媒体文件和个人数据。
zh_tw: 如果您確認重置您的賬戶，您將丢失所有的歷史聊天記錄、分享的媒體文件和個人數據。

# ResetMyAccountWarning
source: Warning
ar: تحذير
be: Увага
ca: Atenció
de: Warnung
es: Advertencia
fa: هشدار
fi: Varoitus
fr: Attention
id: Peringatan
it: Attenzione
ko: 경고
ms: Amaran
nl: Waarschuwing
pl: Ostrzeżenie
pt_br: Aviso
ru: Внимание
sv: Varning
tr: Uyarı
uk: Попередження
uz: Ogohlantirish
zh_cn: 警告
zh_tw: 警告

# ResetMyAccountWarningReset
source: Reset account
ar: حذف الحساب
be: Скінуць уліковы запіс
ca: Restableix el compte
de: Konto zurücksetzen
es: Restablecer cuenta
fa: بازنشانی حساب کاربری
fi: Nollaa
fr: Réinitialiser
id: Setel Ulang
it: Ripristina account
ko: 계정 초기화
ms: Set semula akaun
pl: Resetuj konto
pt_br: Apagar conta
ru: Сбросить аккаунт
sv: Återställ konto
tr: Hesabı sıfırla
uk: Скинути акаунт
uz: Hisobni asliga qaytarish
zh_cn: 重置帐号
zh_tw: 重置賬戶

# ResetMyAccountWarningText
source: This action can't be undone. If you reset your account, all your messages and chats will be deleted.
ar: لا يمكن التراجع عن هذا الإجراء. ستفقد جميع محادثات تيليجرام والرسائل والوسائط والملفات إذا تابعت حذف حسابك.
be: Гэта дзеянне немагчыма адрабіць. Калі вы скінеце свой уліковы запіс, усе вашы паведамленні і чаты будуць выдалены.
ca: Aquesta acció no es pot desfer. Si restabliu el compte, tots els vostres missatges i xats s'eliminaran.
de: Dies kann nicht rückgängig gemacht werden. Wenn du dein Konto zurücksetzt, sind alle Chats gelöscht.
es: Esta acción no se puede deshacer. Si restableces tu cuenta, todos tus mensajes y chats se eliminarán.
fa: این عمل بازگشت‌ناپذیر است. در صورت بازنشانی حساب کاربری خود، همه پیام‌ها و گفتگوهای شما حذف خواهند شد.
fi: Tätä toimintoa ei voida kumota. Jos nollaat käyttäjätilisi, kaikki viestisi, keskustelusi, mediasi ja tiedostosi Telegramissa poistetaan.
fr: Cette action est irréversible. Si vous réinitialisez votre compte, tous vos échanges seront supprimés.
id: Tindakan ini tidak bisa dibatalkan. Jika Anda me-reset akun Anda, semua pesan dan obrolan Anda akan dihapus.
it: Questa azione non può essere annullata. Se ripristini il tuo account, tutti i tuoi messaggi e le tue chat saranno eliminati.
ko: 이 작업은 되돌릴 수 없습니다. 계정을 초기화하시면, 메시지와 대화방이 모두 삭제됩니다.
ms: Tindakan ini tidak boleh ditukar balik. Sekiranya anda set semula akaun anda, kesemua mesej dan bual akan dihapus.
nl: Je kunt dit niet ongedaan maken. Al je chats, berichten en data gaan verloren als je je account reset.
pl: Ta operacja jest nieodwracalna. Jeśli zresetujesz swoje konto wszystkie wiadomości i czaty zostaną usunięte.
pt_br: Esta ação não pode ser desfeita. Se você redefinir a sua conta, todas as suas mensagens e conversas serão apagadas.
ru: Это действие необратимо. Если Вы сбросите свой аккаунт, все сообщения и чаты будут удалены.
sv: Åtgärden kan inte ångras. Du kommer förlora alla dina Telegram chattar, meddelanden, media och filer om du fortsätter med att återställa ditt konto.
tr: Bu işlem geri alınamaz. Eğer hesabınızı sıfırlarsanız, bütün mesajlarınız ve konuşmalarınız silinecektir.
uk: Це незворотня дія. Якщо ви скинете ваш акаунт, всі ваші повідомлення та чати буде видалено.
uz: Keyin bu amalni ortga qaytarib boʻlmaydi. Agar hisobingizni asliga qaytarsangiz, barcha xabarlaringiz va chatlaringiz oʻchirib tashlanadi.
zh_cn: 此操作不可撤销。 如果您重置了您的账号，所有的消息和对话都将被删除。
zh_tw: 此操作不可撤銷。 如果您重置了您的賬戶，所有的訊息和對話都將被删除。

# ResetNotificationsAlert
source: Are you sure you want to reset all notification settings to default?
ar: هل ترغب حقًا في إعادة تعيين جميع إعدادات الإشعارات إلى الوضع الافتراضي؟
be: Вы ўпэўнены, што хочаце скінуць усе асабістыя налады апавяшчэнняў?
ca: Segur que voleu restablir totes les notificacions als valors predeterminats?
de: Möchtest du wirklich alle Benachrichtigungseinstellungen auf die Standardeinstellungen zurücksetzen?
es: ¿Quieres restablecer todos los ajustes de notificaciones a los valores por defecto?
fa: آیا از بازنشانی تمامی تنظیمات اعلان‌های خود به حالت پیش‌فرض اطمینان دارید؟
fi: Haluatko varmasti palauttaa kaikki ilmoitusten oletusasetukset?
fr: Voulez-vous vraiment réinitialiser tous les paramètres de notifications ?
id: Anda yakin ingin mengatur ulang semua pengaturan notifikasi ke mode bawaan?
it: Vuoi davvero ripristinare tutte le impostazioni di notifica sui valori di default?
ko: 정말 모든 알림 설정을 기본으로 초기화하시겠습니까?
ms: Anda pasti ingin set semula aturan notifikasi ke paras asal?
nl: Alle meldingsinstellingen herstellen naar de standaardwaarden?
pl: Czy na pewno chcesz przywrócić domyślne ustawienia wszystkich powiadomień?
pt_br: Deseja redefinir todas as configurações de notificação para o padrão?
ru: Вы точно хотите сбросить настройки уведомлений и использовать настройки по умолчанию?
sv: Säker på att återställa alla aviseringsinställningar till standard?
tr: Kişileriniz ve gruplarınızın tümü için özel bildirim ayarlarını sıfırlamak istediğinizden emin misiniz?
uk: Ви дійсно хочете скинути всі налаштування сповіщень на типові?
uz: Haqiqatan ham barcha bildirishnoma sozlamalarini dastlabki holatiga qaytarishni xohlaysizmi?
zh_cn: 您确定需要重置所有通知策略吗?
zh_tw: 您確定需要重置所有通知策略嗎?

# ResetNotificationsAlertTitle
source: Reset all notifications
ar: إعادة تعيين كل الإشعارات
be: Скінуць усе апавяшчэнні
ca: Restableix les notificacions
de: Benachrichtigungen zurücksetzen
es: Restablecer todas las notificaciones
fa: بازنشانی تمامی اعلان‌ها
fi: Nollaa ilmoitukset
fr: Réinitialiser toutes les notifications
id: Reset semua notifikasi
it: Ripristina tutte le notifiche
ko: 모든 알림 초기화
ms: Reset semua notifikasi
nl: Alle meldingen herstellen
pl: Resetuj wszystkie powiadomienia
pt_br: Redefinir todas as notificações
ru: Сбросить настройки уведомлений
sv: Återställ alla aviseringar
tr: Tüm bildirimleri sıfırla
uk: Скинути всі сповіщення
uz: Barcha bildirishnomalarni asliga qaytarish

# ResetNotificationsText
source: All notification settings reset to default
ar: تم تعيين كل الإشعارات إلى الوضع الافتراضي
be: Усе налады апавяшчэнняў скінуты на прадвызначаныя
ca: S'han restablert els valors predeterminats.
de: Einstellungen wurden zurückgesetzt
es: Todos los ajustes de notificaciones fueron restablecidos a los valores por defecto
fa: تمامی تنظیمات اعلان‌ها به حالت‌‌‌ پیش‌فرض بازنشانی شد
fi: Kaikki ilmoitusasetukset palautettu oletuksiin
fr: Tous les paramètres de notification ont été rétablis par défaut
id: Reset semua notifikasi ke standar
it: Tutte le impostazioni di notifica sono state ripristinate
ko: 모든 알림 설정이 기본으로 설정되었습니다
ms: Semua aturan notifikasi diset semula ke paras asal
nl: Alle meldingen gereset
pl: Przywrócono ustawienia domyślne powiadomień
pt_br: Todas as configurações de notificação foram redefinidas
ru: Настройки уведомлений сброшены на стандартные
sv: Aviseringsvalen återställda till standard
tr: Tüm bildirim ayarları varsayılana sıfırlandı
uk: Усі налаштування сповіщень скинуто до типових
uz: Barcha bildirishnoma sozlamalari odatiy holatga qaytarildi
zh_cn: 重置所有通知策略为默认值
zh_tw: 重置所有通知策略為默認值

source: Reset password
ar: إعادة تعيين كلمة المرور
be: Скінуць пароль
ca: Restabliment
de: Passwort zurücksetzen
es: Restablecer contraseña
fi: Nollaa salasana
fr: Réinitialiser le mot de passe
it: Rimuovi password
ko: 비밀번호 초기화
ms: Set semula kata laluan
pl: Zresetuj hasło
pt_br: Redefinir senha
ru: Сбросить пароль
sv: Återställ lösenord
tr: Parolayı sıfırla
uk: Скинути пароль

# ResetPasswordWait
source: You recently requested a password reset that was canceled. Please wait {0} before making a new request.
ar: لقد طلبت مؤخرًا إعادة تعيين كلمة المرور ولكن تم إلغاء الطلب. يرجى الانتظار ⁨{0}⁩ قبل تقديم طلب جديد.
be: Вы нядаўна запыталі скід пароля, які быў скасаваны. Пачакайце {0} перад новым запытам.
ca: S'ha cancel·lat un restabliment de la contrasenya que vau sol·licitar fa poc. Espereu {0} abans de tornar a fer-ho.
de: Du hast kürzlich eine Zurücksetzung deines Passwortes angefordert, die abgebrochen wurde. Bitte warte {0}, bevor du eine neue Anfrage stellst.
es: Solicitaste recientemente un restablecimiento de la contraseña que fue cancelado. Por favor, espera {0} antes de hacer otra solicitud.
fi: Yritit äskettäin lähettää pyynnön nollata salasanasi, mutta pyyntö peruttiin. Odota vielä {0} ennen uudelleen pyytämistä.
fr: Vous avez récemment demandé une réinitialisation de mot de passe qui a été annulée. Veuillez attendre {0} avant de faire une nouvelle demande.
it: Hai recentemente richiesto la rimozione della password che è stata annullata. Per favore attendi {0} prima di effettuare una nuova richiesta.
ko: 최근에 비밀번호 초기화 요청을 취소한 이력이 있습니다. {0} 이후에 새로운 요청을 할 수 있습니다.
ms: Anda baru-baru ini memohon set semula kata laluan yang telah dibatalkan. Sila tunggu {0} sebelum membuat permohonan baru.
pl: Niedawno zażądano zresetowania hasła, które zostało anulowane. Zaczekaj {0} przed wysłaniem nowego żądania.
pt_br: Você solicitou recentemente uma redefinição de senha, mas isso foi cancelado. Aguarde {0} antes de solicitar novamente.
ru: Вы недавно запрашивали сброс пароля, но запрос был отменён. Новый запрос можно будет сделать через {0}.
sv: Du begärde nyligen en lösenordsåterställning som avbröts. Vänta {0} innan du gör en ny begäran.
tr: Yakın zamanda iptal edilmiş bir parola sıfırlama talebinde bulundunuz. Yeni bir istekte bulunmadan önce lütfen {0} bekleyin.
uk: Ви нещодавно запитували скидання пароля, але запит був скасований. Будь ласка, зачекайте {0}, перш ніж зробити новий запит.

source: Reset Statistics
ar: إعادة تعيين الإحصائيات
be: Скінуць статыстыку
ca: Restableix les estadístiques
de: Statistik zurücksetzen
es: Restablecer estadísticas
fa: بازنشانی آمار
fi: Nollaa tilastot
fr: Réinitialiser les statistiques
id: Reset Statistik
it: Azzera statistiche
ko: 통계 초기화
ms: Set Semula Statistik
nl: Gegevens opnieuw instellen
pl: Resetuj statystyki
pt_br: Redefinir Estatísticas
ru: Сбросить статистику
sv: Återställ statistik
tr: İstatistikleri Sıfırla
uk: Скинути статистику
uz: Statistikani asliga qaytarish
zh_cn: 重置统计数据
zh_tw: 重置統計數據

# ResetStatisticsAlert
source: Do you want to reset your usage statistics?
ar: هل ترغب في إعادة تعيين إحصائيات استهلاكك؟
be: Вы сапраўды хочаце скінуць статыстыку?
ca: Voleu restablir les estadístiques d'ús?
de: Möchtest du die Nutzungsstatistiken zurücksetzen?
es: ¿Quieres restablecer las estadísticas de uso?
fa: آیا می‌خواهید آمار مصرفی خود را بازنشانی کنید؟
fi: Haluatko nollata käyttötilastosi?
fr: Voulez-vous réinitialiser vos statistiques d'utilisation ?
id: Apakah Anda ingin reset pemakaian statistik Anda?
it: Vuoi ripristinare le tue statistiche di utilizzo?
ko: 사용량 통계를 초기화 하시겠습니까?
ms: Mahu set semula statistik kegunaan anda?
nl: Gebruiksgegevens opnieuw instellen?
pl: Czy chcesz zresetować statystyki?
pt_br: Deseja redefinir as estatísticas de uso?
ru: Хотите сбросить статистику использования?
sv: Vill du återställa din användarstatistik?
tr: Kullanım istatistiklerinizi sıfırlamak istiyor musunuz?
uk: Ви хочете скинути вашу статистику користування?
uz: Foydalanish statistikasini qayta oʻrnatmoqchimisiz?
zh_cn: 您确定要重置统计数据吗？
zh_tw: 您確定要重置統計數據嗎？

# ResetStatisticsAlertTitle
source: Reset statistics
ar: إعادة تعيين الإحصائيات
be: Скінуць статыстыку
ca: Restableix les estadístiques
de: Statistiken zurücksetzen
es: Restablecer estadísticas
fa: بازنشانی آمار
fi: Nollaa tilastot
fr: Réinitialiser les statistiques
id: Set ulang statistik
it: Ripristina statistiche
ko: 통계 재설정
ms: Set semula statistik
nl: Statistieken resetten
pl: Resetuj statystyki
pt_br: Redefinir estatísticas
ru: Сбросить статистику
sv: Återställ statistik
tr: İstatistikleri sıfırla
uk: Скинути статистику
uz: Statistikani tozalash

# RestoreEmailNoAccess
source: Unable to access {0}?
ar: هل فقدت الوصول إلى ⁨{0}⁩؟
ca: No podeu accedir a {0}?
de: Keinen Zugang zu {0}?
es: ¿No puedes acceder a {0}?
fi: Etkö pääse sähköpostiisi {0}?
fr: Impossible d'accéder à {0} ?
it: Impossibile accedere a {0}?
ms: Tak boleh akses {0}?
pl: Nie masz dostępu do {0}?
pt_br: Não é possível acessar {0}?
ru: Нет доступа к {0}?
sv: Ingen åtkomst till {0}?
tr: {0} adresi erişilebilir mi?
uk: Не маєте доступу до {0}?

# RestoreEmailSent
source: We have sent a recovery code to the email address you provided: {0}
ar: لقد أرسلنا رمز الاسترداد إلى بريدك الإلكتروني المُضاف: ⁨{0}⁩
be: Мы адправілі код аднаўлення на адрас электроннай пошты, які вы пакідалі: {0}
ca: Hem enviat un codi de recuperació a l'adreça que heu indicat: {0}
de: Wir haben den Wiederherstellungscode an diese Adresse geschickt: {0}
es: Enviamos un código de recuperación al correo que nos diste: {0}
fa: ما کد بازیابی را به آدرس ایمیلی که شما ارائه کردید ارسال کرده‌ایم: ⁨{0}⁩
fi: Lähetimme palautuskoodin antamaasi sähköpostiosoitteeseen: {0}
fr: Un code de récupération a été envoyé à votre courriel : {0}
id: Kami sudah mengirimkan kode pemulihan ke surel yang Anda berikan: {0}
it: Abbiamo inviato un codice di recupero all'email che ci hai fornito: {0}
ko: 제공하신 이메일로 복구 코드를 보냈습니다: {0}
ms: Kami telah kirim kod pemulihan ke emel yang anda beri: {0}
nl: We hebben een herstelcode naar je opgegeven e-mailadres gestuurd: {0}
pl: Kod odzyskiwania hasła został wysłany na podany adres e-mail: {0}
pt_br: O código de recuperação foi enviado para o email fornecido: {0}
ru: Мы отправили код восстановления на указанный вами адрес электронной почты: {0}
sv: Vi har skickat en återställningskod till e-postadressen: {0}
tr: Belirttiğiniz e-posta adresine bir kurtarma kodu gönderdik: {0}
uk: Ми надіслали код відновлення на вказану вами е-пошту: {0}
uz: Koʻrsatgan elektron pochta manzilingizga tiklash kodi yuborildi: {0}
zh_cn: 我们已经将恢复码发送到了您的邮箱： {0}
zh_tw: 我們已經將恢復碼發送到了您的郵箱： {0}

# RestoreEmailSentInfo
source: Please check your email and enter the 6-digit code we sent you.
ar: لتعطيل كلمة مرورك السحابية؛ يرجى تفقّد بريدك وإدخال الرمز الذي أرسلناه والمكوّن من 6 أرقام.
be: Праверце вашу электронную пошту і ўвядзіце 6-значны код, які мы вам адправілі.
ca: Reviseu el vostre correu i introduïu el codi de 6 dígits que us hem enviat.
de: Überprüfe deine Mails und gib den 6-stelligen Code aus unserer E-Mail ein.
es: Por favor, revisa tu correo y pon el código de 6 dígitos que te enviamos.
fa: لطفاً ایمیل خود را بررسی کرده و کد 6 رقمی که برای شما ارسال کردیم را وارد کنید.
fi: Tarkista sähköpostisi ja syötä lähettämämme kuusinumeroinen koodi poistaaksesi salasanasi käytöstä.
fr: Entrez le code à 6 chiffres qui vous a été envoyé par courriel.
id: Mohon cek email Anda dan masukkan kode 6 angka yang kami kirimkan.
it: Per favore controlla la tua email e inserisci il codice a 6 cifre che ti abbiamo inviato lì.
ko: 이메일을 확인하여 보내 드린 6자리 코드를 입력해 주세요.
ms: Sila semak emel anda dan masukkan kod 6-angka yang kami kirim kepada anda.
nl: Controleer je E-mail en geef de 6-cijferige code in die we je hebben gestuurd.
pl: Sprawdź swoją pocztę i wprowadź przesłany 6-cyfrowy kod.
pt_br: Por favor, verifique o seu email e digite o código de 6 dígitos que enviamos lá.
ru: Пожалуйста, проверьте почту и введите 6-значный код, который мы на неё отправили.
sv: Kontrollera din e-post och skriv in den sexsiffriga kod vi skickat för att inaktivera ditt molnlösenord.
tr: E-postanızı kontrol edin ve size gönderdiğimiz 6 haneli kodu girin.
uk: Перевірте електронну пошту та введіть 6-значний код, який ми надіслали вам.
uz: Emailingizni tekshiring va biz yuborgan 6 xonali kodni kiriting.
zh_cn: 请查阅您电子邮箱中的邮件，并在下方输入我们发送的六位数验证码。
zh_tw: 請查閲您電郵中的郵件，並在下方輸入我們發送的六位數驗證碼。

# RestoreEmailSentTitle
source: Recovery code
ar: رمز الاسترداد
be: Код аднаўлення
ca: Codi de recuperació
de: Wiederherstellungscode
es: Código de recuperación
fa: بازیابی کد
fi: Palautuskoodi
fr: Code de récupération
id: Kode Pemulihan
it: Codice di recupero
ko: 복구 코드
ms: Kod pemulih
nl: Herstelcode
pl: Kod odzyskiwania hasła
pt_br: Código de recuperação
ru: Код для восстановления
sv: Återställningskod
tr: Kurtarma kodu
uk: Код для відновлення
uz: Tiklash kodi

# RestoreEmailTrouble
source: Unable to access {0}?
ar: غير قادر على فتح ⁨{0}⁩؟
be: Праблемы з доступам да {0}?
ca: No podeu accedir a {0}?
de: Keinen Zugang zu {0}?
es: ¿No puedes acceder a {0}?
fi: Etkö pääse osoitteelle {0}?
fr: Pas d'accès à votre courriel {0} ?
it: Impossibile accedere a {0}?
ko: {0} 접근에 어려움이 있으신가요?
ms: Tak dapat akses {0}?
nl: Geen toegang tot {0}?
pl: Nie masz dostępu do {0}?
pt_br: Problemas ao acessar {0}?
ru: Нет доступа к {0}?
sv: Kommer du inte åt {0}?
tr: {0} adresine erişemiyor musun?
uk: Не маєте доступу до е-пошти {0}?

# RestoreEmailTroubleNoEmail
source: Having trouble accessing your email?
ar: هل تواجهون مشكلة في الوصول للبريد الإلكتروني؟
be: Не маеце доступу да гэтай электроннай пошты?
ca: Teniu problemes per a accedir al correu?
de: Kein Zugang zu deiner E-Mail-Adresse?
es: ¿Tienes problemas para acceder a tu correo?
fa: در دسترسی به ایمیل خود مشکل دارید؟
fi: Ongelmia sähköpostiin pääsyssä?
fr: Des problèmes d'accès à vos courriels ?
id: Mendapat kendala dalam mengakses surel Anda?
it: Hai problemi ad accedere alla tua email?
ko: 이메일에 접근하는데 어려움이 있으신가요?
ms: Ada masalah mengakses emel anda?
nl: Geen toegang tot je e-mail?
pl: Masz problem z dostępem do swojego e-maila?
pt_br: Problemas ao acessar o seu email?
ru: Нет доступа к электронной почте?
sv: Har du problem med att nå din e-post?
tr: E-postanıza erişmekte sorun mu yaşıyorsunuz?
uk: Не маєте доступу до е-пошти?
uz: Emailingizga kirishda muammo bormi?
